{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "evergarden": {
      "src": "https://codeberg.org/evergarden/nvim.git"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "github-nvim-theme": {
      "src": "https://github.com/projekt0n/github-nvim-theme"
    },
    "grapple.nvim": {
      "src": "https://github.com/cbochs/grapple.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "melange-nvim": {
      "src": "https://github.com/savq/melange-nvim"
    },
    "miasma.nvim": {
      "src": "https://github.com/xero/miasma.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai"
    },
    "mini.clue": {
      "src": "https://github.com/echasnovski/mini.clue"
    },
    "mini.comment": {
      "src": "https://github.com/echasnovski/mini.comment"
    },
    "mini.completion": {
      "src": "https://github.com/echasnovski/mini.completion"
    },
    "mini.cursorword": {
      "src": "https://github.com/echasnovski/mini.cursorword"
    },
    "mini.diff": {
      "src": "https://github.com/echasnovski/mini.diff"
    },
    "mini.extra": {
      "src": "https://github.com/echasnovski/mini.extra"
    },
    "mini.files": {
      "src": "https://github.com/echasnovski/mini.files"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/echasnovski/mini.pairs"
    },
    "mini.pick": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "mini.statusline": {
      "src": "https://github.com/echasnovski/mini.statusline"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "onedark.nvim": {
      "src": "https://github.com/navarasu/onedark.nvim"
    },
    "onedarkpro.nvim": {
      "src": "https://github.com/olimorris/onedarkpro.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    }
  }
}